{
    "accreditation": "NAAC B++ Grade (CGPA 2.89) valid till Feb 2028. Hemchand Yadav University se affiliated. UGC 2(f) recognized.",
    "address": "Street 69, Sector 6, Bhilai, Chhattisgarh, 490006",
    "diploma_courses": {
        "DCA": {
            "desc": "Diploma in Computer Applications - Office Automation, C/Python Programming, HTML aur E-Commerce. Practical-oriented quick course jo IT field me entry ke liye best hai.",
            "duration": "1 Year",
            "fee": "₹10,000/year"
        },
        "PGDCA": {
            "desc": "PG Diploma in Computer Applications - Software Organization, Python, DBMS, Tally aur Project Work. Graduates ke liye IT skills enhance karne ka best option.",
            "duration": "1 Year",
            "fee": "₹18,500/year"
        }
    },
    "director": {
        "message": "Knowledge creation and dissemination is the prime motive.",
        "name": "Harmeet Singh Sachdev",
        "role": "Director (B.E., M.E.)"
    },
    "email": "director@saicollege.in",
    "facilities": {
        "hostel": "🏠 Separate boys 👨 aur girls 👩 hostels with security 🧑‍💼, mess facility 🍽️, study rooms 📚 aur comfortable stay. Outstation students ke liye homely environment provide karta hai college.",
        "incubation": "🏭 Sai Kalakriti & Incubation Centre (Dec 2021) 🎯 - Soap making 🧼, Jewellery designing 💍, Jute bags 👜 aur skill development workshops 🛠️. Students ko entrepreneur 💼 banane ka unique platform.",
        "labs": "🔬 State-of-the-art labs: Physics ⚡, Chemistry 🧪, Botany 🌱, Zoology 🐾, Microbiology 🦠, Biotechnology 🧬 aur 400+ Core i3 computers 💻 with high-speed internet. Government aur private exams bhi yahan conduct hote hain.",
        "library": "📚 50,000+ books 📖, E-library facility 💻, Digital journals 📰, Wi-Fi reading rooms 📡 aur N-LIST resources available. Best N-LIST User Award bhi mila hai. Students semester bhar books rakh sakte hain.",
        "sports": "🏃♂️ Outdoor: Cricket 🏏, Volleyball 🏐, Football ⚽, Handball 🤾. Indoor: Table Tennis 🏓, Badminton 🏸, Carrom ♟️, Chess ♟️. State/National level players ko fee concession milta hai. Regular tournaments organize hote hain.",
        "transport": "🚌 College ki apni buses available 🚍. Bhilai, Durg aur nearby areas me routes cover hoti hain. Bhilai Nagar Railway Station se 200m 🚉 aur Six Tree Avenue se 100m dur hai college."
    },
    "map_link": "https://maps.app.goo.gl/WGWcAH3g8fyyvZ3m8",
    "name": "Sai College (Sai Mahavidyalaya), Sector-06, Bhilai, Chhattisgarh",
    "pg_courses": {
        "M.A. (English)": {
            "desc": "M.A. English - Critical Theory, Indian Writing, American Literature aur Linguistics. Advanced language skills develop hoti hai. Teaching, research, content writing aur editorial careers ke liye perfect.",
            "duration": "2 Years",
            "fee": "₹12,000/year"
        },
        "M.Com": {
            "desc": "Master of Commerce - Advanced Accounting, Taxation, Financial Management aur Marketing. Specializations: Finance, Marketing, Banking & Insurance. Corporate jobs aur PhD research ke liye excellent platform.",
            "duration": "2 Years",
            "fee": "₹14,000/year"
        },
        "M.Lib. (ISc)": {
            "desc": "Master of Library & Information Science - Library Organization, Cataloguing, Digital Libraries aur Computer Applications. Educational institutions aur corporate libraries me librarian positions ke liye professional degree.",
            "duration": "1 Year",
            "fee": "₹23,000/year"
        },
        "MSc Biotech": {
            "desc": "M.Sc. Biotechnology - Advanced Genetic Engineering, Bioinformatics, Nano Biotechnology aur Research Methodology. Modern lab facilities me project work aur paper publication mandatory hai. Research aur pharma industries ke liye best course.",
            "duration": "2 Years",
            "fee": "₹27,000/year"
        },
        "MSc CS": {
            "desc": "M.Sc. Computer Science - Operating Systems, RDBMS, AI, Data Mining, Python, Java programming. Advanced topics: Computer Graphics, Image Processing, Software Engineering. Practical implementation pe strong focus hai.",
            "duration": "2 Years",
            "fee": "₹18,000/year"
        },
        "MSc Chemistry": {
            "desc": "M.Sc. Chemistry - Organic, Inorganic, Physical Chemistry aur Spectroscopy ka deep knowledge. Modern analytical instruments wale labs me research work. NET/GATE qualification ke liye best preparation.",
            "duration": "2 Years",
            "fee": "₹20,000/year"
        }
    },
    "phone": "7024886996, 9977001027",
    "principal": {
        "education": "MCA, MPhil, Ph.D. (Computer Sc.)",
        "name": "Dr. (Smt) Mamta Singh",
        "role": "Principal & Dy. Director"
    },
    "ug_courses": {
        "B.Com": {
            "desc": "Bachelor of Commerce - Accounting, Economics, GST, Taxation aur Finance me expertise develop hoti hai. NEP 2020 pattern follow karta hai. CA, CS, CMA jaise professional exams ke liye best preparation. Specializations: Finance, Marketing, Computer Applications.",
            "duration": "3 Years",
            "fee": "₹18,000/year",
            "syllabus": "/static/pdfs/b.com_syllabus.pdf"
        },
        "BA": {
            "desc": "Bachelor of Arts - Sociology, Economics, Hindi Literature aur Political Science subjects available. Analytical thinking aur communication skills develop hoti hai. Civil services, teaching, journalism aur social work careers ke liye ideal.",
            "duration": "3 Years",
            "fee": "₹12,000/year",
            "syllabus": "/static/pdfs/ba_syllabus.pdf"
        },
        "BBA": {
            "desc": "Bachelor of Business Administration - Management, Marketing, Finance, HR aur Operations ka complete knowledge. Business communication, leadership skills aur entrepreneurship ke through industrial exposure milta hai. Corporate career ke liye perfect course.",
            "duration": "3 Years",
            "fee": "₹23,000/year",
            "syllabus": "/static/pdfs/bba_syllabus.pdf"
        },
        "BCA": {
            "desc": "Bachelor of Computer Applications - Programming (C, Python, Java), Database Management, Web Development aur Software Engineering sikhate hain. NEP 2020 pattern ke saath 400+ computers wale labs me practical training milti hai. IT industry ke liye best course hai.",
            "duration": "3 Years",
            "fee": "₹24,700/year",
            "syllabus": "/static/pdfs/bca_syllabus.pdf"
        },
        "BSc Biotech": {
            "desc": "B.Sc. Biotechnology - Genetics, Molecular Biology, Genetic Engineering aur Tissue Culture ki practical training. Modern biotech labs with tissue culture facility available hai. Research aur pharma industry ke liye excellent opportunities.",
            "duration": "3 Years",
            "fee": "₹24,700/year",
            "syllabus": "/static/pdfs/bsc bio_syllabus.pdf"
        },
        "BSc CS": {
            "desc": "B.Sc. Computer Science - Physics, Maths aur CS combination me programming, algorithms aur software development sikhate hain. IT industry aur higher studies (MCA/MSc) ke liye strong foundation course.",
            "duration": "3 Years",
            "fee": "₹17,000/year",
            "syllabus": "/static/pdfs/bsc cs_syllabus.pdf"
        },
        "BSc Maths/Bio": {
            "desc": "B.Sc. with PCM (Physics, Chemistry, Maths) ya PCB (Physics, Chemistry, Biology) combination. Well-equipped labs for practicals. UPSC, banking exams aur research opportunities ke liye perfect preparation.",
            "duration": "3 Years",
            "fee": "₹13,000/year",
            "syllabus": "/static/pdfs/bsc math & bio_syllabus.pdf"
        }
    },
    "website": "www.saicollege.in"
}